/* No comment provided by engineer. */
"At least one media source must be added." = "Vous devez ajouter au moins une source multimédia.";

/* No comment provided by engineer. */
"No media selected." = "Aucun fichier multimédia n’est sélectionné.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Le mot de passe ne peut pas être vide.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Le fichier multimédia sélectionné n’existe pas.";

/* No comment provided by engineer. */
"Submit content to another Podcast Producer workflow" = "Soumettre le contenu à un autre processus Podcast Producer";

/* No comment provided by engineer. */
"Submits '%@' to the '%@' workflow" = "Soumet « %1$@ » au processus « %2$@ »";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Username cannot be empty." = "Le nom d’utilisateur ne peut pas être vide.";

/* No comment provided by engineer. */
"Workflow" = "Processus";

/* No comment provided by engineer. */
"Workflow cannot be empty." = "Le processus ne peut pas être vide.";

